import React from "react";
import "./style.scss";

const Hujjatlar = () => {
  return (
    <div className="hujjatlar">
      <div className="title-wrap">
        <div className="title-little">Bosh sahifa/Me'yoriy hujjatlar</div>
        <div className="title">Me'yoriy hujjatlar</div>
      </div>
      <div className="line"></div>
      <div className="ul-wrap">
        <ul>
          <li>
            Ислом Каримов номидаги Тошкент давлат техника университети устави
          </li>
          <li>Таълим тўғрисидаги қонун.</li>
          <li>
            Олий таълим муассасаларига кириш учун номзодларни мақсадли тайёрлаш
            тизимини янада такомиллаштириш тўғрисида. Ўзбекистон Республикаси
            Президентининг Қарори, №ПҚ-3290, 26.09.2017 й.
          </li>
          <li>
            Республика олий таълим муассасалари бакалавриатига кириш тест
            синовларини ўтказиш тартибини такомиллаштириш тўғрисида. Ўзбекистон
            Республикаси Президентининг Қарори, №ПҚ-3389, 16.11.2017 й.
          </li>
          <li>
            Олий таълим муассасаларида таълим сифатини ошириш ва уларнинг
            мамлакатда амалга оширилаётган кенг қамровли ислоҳотларда фаол
            иштирокини таъминлаш бўйича қўшимча чора-тадбирлар тўғрисида.
            Ўзбекистон Республикаси Президентининг Қарори, №ПҚ-3775, 05.06.2018
            й.
          </li>
          <li>
            Олий таълим муассасаларига ўқишга қабул қилиш, талабалар ўқишини
            кўчириш, қайта тиклаш ва ўқишдан четлаштириш тартиби тўғрисидаги
            низомларни тасдиқлаш ҳақида. Ўзбекистон Республикаси Вазирлар
            Маҳкамаси қарори, №393, 20.06.2017 й.
          </li>
          <li>
            Ўзбекистон Республикаси олий таълим муассасалари битирувчиларининг
            якуний давлат аттестацияси тўғрисидаги низомга ўзгартиришлар киритиш
            ҳақида. Ўзбекистон Республикаси Олий ва ўрта махсус таълим
            вазирининг буйруғи, №1963-2, 12.12.2018 й.
          </li>
          <li>
            Олий таълим муассасаларида талабалар билимини назорат қилиш ва
            баҳолаш тизими тўғрисидаги низомни тасдиқлаш ҳақида. Ўзбекистон
            Республикаси Олий ва ўрта махсус таълим вазирининг буйруғи,
            №19-2018, 09.2018 й.
          </li>
          <li>
            «Абитуриентлар томонидан олий таълим муассасаси қабул комиссиясига
            топшириладиган аризалар шаклини тасдиқлаш тўғрисида»ги буйруққа
            ўзгартириш киритиш тўғрисида. Ўзбекистон Республикаси Олий ва ўрта
            махсус таълим вазирининг буйруғи, №11-2018-сон, 5.07.2018 й.
          </li>
          <li>
            Ўзбекистон Республикаси олий таълим муассасаларининг ҳарбий
            тайёргарлик ўқув бўлинмаларида якуний давлат аттестациясини ташкил
            қилиш ва ўтказиш бўйича йўриқномани тасдиқлаш ҳақида. Ўзбекистон
            Республикаси Мудофаа вазирлиги, Ўзбекистон Республикаси Олий ва ўрта
            махсус таълим вазирлигининг Қарори, №8-2018, 30.04.2018 й.
          </li>
          <li>
            Ўзбекистон Республикаси Қуролли Кучлари ҳарбий хизматчилари
            фарзандларининг квота асосида республика олий таълим муассасаларига
            ўқишга кириши учун тавсияномалар бериш тартиби тўғрисидаги низомни
            тасдиқлаш ҳақида. Ўзбекистон Республикаси Вазирлар Маҳкамасининг
            Қарори, №462, 22.06.2018 й.
          </li>
          <li>
            Олий таълим муассасаларига ногиронлиги бўлган шахсларни қўшимча
            давлат гранти квоталари асосида ўқишга қабул қилиш тартиби
            тўғрисидаги низомни тасдиқлаш ҳақида. Ўзбекистон Республикаси
            Вазирлар Маҳкамасининг Қарори, №417, 02.06.2018 й.
          </li>
          <li>
            Ўзбекистон ёшлар иттифоқи томонидан Ўзбекистон Республикаси Қуролли
            Кучлари сафида муддатли ҳарбий хизматни ўтаган ва олий таълим
            муассасаларига тўлов-контракт шакли асосида ўқишга қабул қилинган
            талабаларга моддий ёрдам кўрсатиш қоидаларини тасдиқлаш тўғрисида.
          </li>
          <li>
            Ўзбекистон Республикаси Молия вазирлиги, Ўзбекистон Республикаси
            Олий ва ўрта махсус таълим вазирлигининг қарори, №5-2018, 6.03.2018
            й.
          </li>
          <li>
            Олий таълим муассасаларига ўқишга қабул қилиш тартибини янада
            такомиллаштириш тўғрисида. Ўзбекистон Республикаси Вазирлар
            Маҳкамасининг қарори, №261, 04.2018 й.
          </li>
          <li>
            Олий таълим муассасасида сиртқи (махсус сиртқи) ва кечки (сменали)
            таълимни ташкил этиш тартиби тўғрисидаги низомларни тасдиқлаш
            ҳақида. Ўзбекистон Республикаси Вазирлар Маҳкамасининг Қарори,
            №930,11.2017 й.
          </li>
          <li>
            Ўзбекистон Республикаси олий таълим муассасалари талабаларига
            академик таътил бериш тўғрисидаги низомга ўзгартиришлар киритиш
            тўғрисида. Ўзбекистон Республикаси Олий ва ўрта махсус таълим
            вазирлиги, Ўзбекистон Республикаси Соғлиқни сақлаш вазирлигининг
            қарори, №2138-1, 17.11.2017 й.
          </li>
          <li>
            Олий таълим тизимини янада ривожлантириш чора-тадбирлари тўғрисида.
            Ўзбекистон Республикаси Президентининг Қарори, №ПҚ-2909,04.2017 й.
          </li>
          <li>
            Олий маълумотли мутахассислар тайёрлаш сифатини оширишда иқтисодиёт
            соҳалари ва тармоқларининг иштирокини янада кенгайтириш
            чора-тадбирлари тўғрисида. Ўзбекистон Республикаси Президентининг
            Қарори, №ПҚ-3151,07.2017 й.
          </li>
        </ul>
      </div>
    </div>
  );
};

export default Hujjatlar;
